[
  {
    "id": 1119,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3dbm.jpg",
    "genres": ["Platform", "Adventure"],
    "name": "Castlevania III: Dracula's Curse",
    "release_dates": "Jun 24, 2014",
    "summary": "Led by the immortal Count Dracula, the greatest army of evil ever assembled is poised to bury mankind in a Tomb of Terror. Destroying this legion of Swamp Dragons, Slasher Skeletons and Forces of the Undead will be the supreme challenge for the mightiest of warriors. Your place in history is 100 years before Simon Belmont's birth. Dracula is young at heart, and it will take more than a stake to penetrate his evil. Luckily, you command the role of Trevor - Simon's forefather and the origin of the Belmont Warlord Chromosomes. Trevor has a power never before seen by human eyes - the power to transform into three different spirits: Grant DaNasty, the ferocious Ghost Pirate. Sypha, the Mystic Warlord. And Alucard, Dracula's forgotten son. You must perfectly time Trevor's body transformations to match up his different fighting spirits against Ultimate Evils. Trevor also has the strength and wisdom to command the Battle Axe, Invisibility Potion and Mystic Whip. But the most important weapon Trevor has is your cunning to choose the correct Paths of Fate and your bravery to lead him past 17 possible levels of never-ending doom, including the Haunted Ship of Fools, the Sunken City of Poltergeists, the Clock Tower of Untimely Death and Curse Castle. Never before have so many dangers confronted you at one time. And if by some miracle you triumph, you'll no longer be a mere mortal. You'll be a legend who'll live forever!",
    "total_rating": 74.90170904033396,
    "url": "https://www.igdb.com/games/castlevania-iii-dracula-s-curse"
  },
  {
    "id": 10047,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co54yq.jpg",
    "genres": [],
    "name": "BioShock Infinite: Burial at Sea - Episode 1",
    "release_dates": "Nov 12, 2013",
    "summary": "BioShock Infinite: Burial at Sea - Episode 1 is the first part of the story-driven downloadable content of BioShock Infinite that puts the player in the perspective of Booker DeWitt in a new story, taking place in the city of Rapture right before its fall. This new campaign features the city of Rapture rebuilt from scratch with game mechanics and the Unreal Engine 3 used for BioShock Infinite. It includes new weapons, new Plasmids, new Gears and Tears. The first half of this first episode focuses mostly on the exploration of the business streets of Rapture and its story.",
    "total_rating": 80.11979027803903,
    "url": "https://www.igdb.com/games/bioshock-infinite-burial-at-sea-episode-1"
  },
  {
    "id": 105,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2h9s.jpg",
    "genres": [],
    "name": "Need for Speed: Hot Pursuit",
    "release_dates": "Nov 16, 2010",
    "summary": "Become Seacrest County's top cop or most wanted racer!",
    "total_rating": 84.20473701694598,
    "url": "https://www.igdb.com/games/need-for-speed-hot-pursuit"
  },
  {
    "id": 5082,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2axn.jpg",
    "genres": ["Puzzle", "Role-playing (RPG)"],
    "name": "Divinity: Original Sin",
    "release_dates": "Jun 30, 2014",
    "summary": "Gather your party and get ready for a new, back-to-the-roots RPG adventure! Discuss your decisions with companions; fight foes in turn-based combat; explore an open world and interact with everything and everyone you see. Join up with a friend to play online in co-op and make your own adventures with the powerful RPG toolkit.\n\nDivinity: Original Sin is a game that gives you a lot of freedom and plenty of gameplay mechanics to use or abuse. The game's epic story may drive you toward your ultimate end-goal, but how you get there is entirely up to you.\n\nOr up to you and a friend, because Divinity: Original Sin can be played completely cooperatively, and features both online and local drop-in/drop-out multiplayer. Great adventures become even greater when shared with a trusted comrade-in-arms!",
    "total_rating": 85.95248135131291,
    "url": "https://www.igdb.com/games/divinity-original-sin"
  },
  {
    "id": 363,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3w52.jpg",
    "genres": ["Role-playing (RPG)", "Strategy"],
    "name": "Heroes of Might and Magic II: The Succession Wars",
    "release_dates": "Oct 01, 1996",
    "summary": "Heroes of Might and Magic II: The Succession Wars is a turn-based strategy video game developed by Jon Van Caneghem through New World Computing and published in 1996 by the 3DO Company. The game is the second installment of the Heroes of Might and Magic series and is typically credited as the breakout game for the series. Heroes II was voted the sixth-best PC game of all time by PC Gamer in May 1997.",
    "total_rating": 84.72316419399706,
    "url": "https://www.igdb.com/games/heroes-of-might-and-magic-ii-the-succession-wars"
  },
  {
    "id": 5894,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1ul1.jpg",
    "genres": ["Strategy", "Turn-based strategy (TBS)"],
    "name": "XCOM: Enemy Within",
    "release_dates": "Nov 12, 2013",
    "summary": "XCOM: Enemy Within is a non-console expansion pack for XCOM: Enemy Unknown, a turn-based tactical strategy game. The expansion adds the ability to gene mod soldiers to add to their powers as well as the ability to create MECs, powerful robotic soldiers. These new features are created by collecting a resource called Meld on the tactical battlefield. A number of new maps were also added to the tactical game, as well as multiplayer. The PC version of Enemy Within is an add-on that requires the base game Enemy Unknown. The Console version of Enemy Within is a standalone expansion that does not require the base game Enemy Unknown.",
    "total_rating": 87.07486023557809,
    "url": "https://www.igdb.com/games/xcom-enemy-within"
  },
  {
    "id": 3340,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1qda.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Paper Mario",
    "release_dates": "Feb 05, 2001",
    "summary": "Paper Mario, a turn-based JRPG entry in the Mario franchise with a paper-based aesthetic and platforming elements, sees the titular character working his way through the Mushroom Kingdom's diverse locales and biomes, meeting its inhabitants, fighthing unruly enemies and recruiting an array of companions in order to once again save Princess Peach from the clutches of the evil Koopa King Bowser.",
    "total_rating": 88.63743948733585,
    "url": "https://www.igdb.com/games/paper-mario"
  },
  {
    "id": 273,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co7nv3.jpg",
    "genres": ["Shooter", "Platform"],
    "name": "Unreal",
    "release_dates": "May 22, 1998",
    "summary": "Your prison ship has crash-landed on the fastest, sleekest, most dangerous 3D world ever created. Look around, crystal clear water shimmers, shadows dance and shift, alien architecture fades into the horizon. Discover the secret of this mysterious planet and find out what caused a peaceful race to be enslaved by vicious merciless aggressors.",
    "total_rating": 80.61301448426043,
    "url": "https://www.igdb.com/games/unreal"
  },
  {
    "id": 4,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co22nc.jpg",
    "genres": ["Shooter", "Adventure"],
    "name": "Thief",
    "release_dates": "Feb 25, 2014",
    "summary": "There is a rising tide of fear in The City. Hatred saturates every stone and whilst the rich prosper, the less fortunate face misery and repression. Ravaged with sickness and famine, they wait for something to change.\nInto this shadowy world steps Garrett, THE master thief in Thief, a reinvention of a franchise that helped define an entire genre of games. This first-person adventure features intelligent design that allows players to take full control, with freedom to choose their path through the game's levels and how they approach and overcome each challenge.",
    "total_rating": 66.94770842189558,
    "url": "https://www.igdb.com/games/thief"
  },
  {
    "id": 1827,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2h9u.jpg",
    "genres": ["Platform", "Adventure"],
    "name": "Remember Me",
    "release_dates": "Jun 04, 2013",
    "summary": "A visionary 3rd person action adventure, Remember Me puts players into the role of Nilin, a former elite memory hunter with the ability to break into people's minds and steal or even alter their memories. The authorities, fearful of her knowledge and capabilities have arrested Nilin and wiped her memory clean. After her escape from prison, Nilin sets out on a mission to recover her identity, helped by her last and only friend. This search for her past leads to her being hunted by the very people that created this surveillance society.",
    "total_rating": 71.33221796785134,
    "url": "https://www.igdb.com/games/remember-me"
  },
  {
    "id": 3049,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2jpa.jpg",
    "genres": ["Shooter", "Role-playing (RPG)"],
    "name": "State of Decay",
    "release_dates": "Jun 05, 2013",
    "summary": "The end is here. Life as you know it has gone to hell after the mother of all zombie outbreaks. Now you and the few scattered survivors must band together to survive and rebuild in a 3rd-person action game set in a dynamic open world. You choose where to make your stand, designing and fortifying your home base, performing daring raids for food and ammunition, and rescuing other playable survivors with unique talents. The open, sandbox world develops in real-time, shaped by your actions, dynamically generating content based on your choices and the ever-increasing zombie threat.",
    "total_rating": 75.321971405055,
    "url": "https://www.igdb.com/games/state-of-decay"
  },
  {
    "id": 126098,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1tq3.jpg",
    "genres": ["Shooter", "Puzzle"],
    "name": "Half-Life: Alyx",
    "release_dates": "Mar 23, 2020",
    "summary": "Half-Life: Alyx is Valve’s VR return to the Half-Life series. It’s the story of an impossible fight against a vicious alien race known as the Combine, set between the events of Half-Life and Half-Life 2. Alyx Vance and her father Eli mount an early resistance to the Combine's brutal occupation of Earth.",
    "total_rating": 93.10171055251367,
    "url": "https://www.igdb.com/games/half-life-alyx"
  },
  {
    "id": 1183,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co54tr.jpg",
    "genres": ["Role-playing (RPG)", "Adventure"],
    "name": "Guild Wars 2",
    "release_dates": "Aug 18, 2012",
    "summary": "Guild Wars 2 is an online role-playing game with fast-paced action combat, a rich and detailed universe of stories, awe-inspiring landscapes to explore, two challenging player vs. player modes, and no subscription fees!",
    "total_rating": 85.0818054179709,
    "url": "https://www.igdb.com/games/guild-wars-2"
  },
  {
    "id": 769,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1vod.jpg",
    "genres": ["Shooter", "Platform"],
    "name": "Lara Croft and the Guardian of Light",
    "release_dates": "Dec 22, 2020",
    "summary": "Lara Croft and the Guardian of Light is a platform action video game developed by Crystal Dynamics and published by Square Enix for Microsoft Windows, PlayStation 3, Xbox 360 and iOS as part of the Tomb Raider series through digital distribution. Unlike previous games in the series, the game does not carry the Tomb Raider brand and has a heavy emphasis on cooperative gameplay. In multiplayer, players take the role as either Lara Croft or a 2,000-year-old Mayan warrior named Totec. They must work together in order to stop the evil spirit Xolotl and retrieve the Mirror of Smoke. A single-player campaign mode is available that does not include the non-playable character AI following or helping Lara.",
    "total_rating": 76.78022198347729,
    "url": "https://www.igdb.com/games/lara-croft-and-the-guardian-of-light"
  },
  {
    "id": 2135,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co6ffy.jpg",
    "genres": [],
    "name": "Bayonetta 2",
    "release_dates": "Sep 20, 2014",
    "summary": "The witching hour strikes again. Brimming with intricate battles that take place in, on and all over epic set pieces, Bayonetta 2 finds our sassy heroine battling angels and demons in unearthly beautiful HD. You’re bound to love how it feels to string together combos with unimaginable weapons and to summon demons using Bayonetta’s Umbran Weave in this frantic stylized action game.",
    "total_rating": 90.17495235718935,
    "url": "https://www.igdb.com/games/bayonetta-2"
  },
  {
    "id": 11,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2n14.jpg",
    "genres": [],
    "name": "Vampire: The Masquerade - Bloodlines",
    "release_dates": "Nov 16, 2004",
    "summary": "A first- and third-person Western RPG based on the Vampire: The Masquerade tabletop RPG with a heavy emphasis on character building and role-playing, in which the player embodies a fledgling vampire under the guidance of vampire prince Sebastian LaCroix. The player must serve the prince while getting to know the various factions of vampires in Los Angeles and forming their own political views.",
    "total_rating": 79.37149905328774,
    "url": "https://www.igdb.com/games/vampire-the-masquerade-bloodlines"
  },
  {
    "id": 189,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co4w36.jpg",
    "genres": ["Platform", "Puzzle"],
    "name": "LEGO Indiana Jones: The Original Adventures",
    "release_dates": "Jun 03, 2008",
    "summary": "Build, Battle and Brawl your way out of trouble! Play through all three classic Indiana Jones movies and relive your favorite Indy adventures in the tongue-in-cheek worlds of LEGO. Explore and Discover - Battle enemies, solve puzzles, and seek out the world's greatest treasures.",
    "total_rating": 71.28528188680048,
    "url": "https://www.igdb.com/games/lego-indiana-jones-the-original-adventures"
  },
  {
    "id": 3195,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1xim.jpg",
    "genres": ["Strategy", "Hack and slash/Beat 'em up"],
    "name": "Assassin's Creed III: Liberation",
    "release_dates": "Jan 15, 2014",
    "summary": "Introducing Assassin’s Creed Liberation HD, the striking chapter of the pre-American Revolution Assassin’s Creed saga which arrives for the first time on HD consoles and PC. With improved gameplay, a deeper story, and HD graphics, Liberation is an immersive and full Assassin’s Creed experience.",
    "total_rating": 64.88678625408971,
    "url": "https://www.igdb.com/games/assassin-s-creed-iii-liberation"
  },
  {
    "id": 2001,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1vpp.jpg",
    "genres": ["Shooter", "Adventure"],
    "name": "Far Cry 3: Blood Dragon",
    "release_dates": "May 01, 2013",
    "summary": "The year is 2007. It is the future.\n\nYou are Sergeant Rex Colt: Mark IV Cyber Commando. The year is 2007 and Earth has been ravaged by a nuclear war which erupted in the 90s. The east vs. west conflict has raged for generations, and humanity continues to struggle to progress after a disastrous decade. New paths for peace must be found, and the US cyborg army may have found a solution: a powerful bioweapon on a distant island. Your mission is to gather information and figure out what the hell is going on.",
    "total_rating": 80.7526455542953,
    "url": "https://www.igdb.com/games/far-cry-3-blood-dragon"
  },
  {
    "id": 45181,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co4a7a.jpg",
    "genres": ["Shooter", "Role-playing (RPG)"],
    "name": "Mass Effect Trilogy",
    "release_dates": "Dec 06, 2012",
    "summary": "Experience all three award winning Mass Effect titles at an amazing value with the Mass Effect Trilogy, coming November 9th.\n\nAs Commander Shepard, rise to become the galaxy’s most elite soldier and lead an all-out war to stop an ancient and ruthless enemy: the Reapers. With over 75 hours of content and more than 300 awards, one of gaming’s most acclaimed franchises is available for the first time in a premium foiled box set.\n\nHeart-pounding action meets gripping interactive storytelling where you decide how your unique story unfolds. Assemble and lead your team aboard the SSV Normandy, the most advanced ship in the galaxy, and travel to distant and unexplored star systems. On your journey, meet a cast of intriguing characters each with their own story to tell. Wield devastating weapons and customize them with upgrades to create new and devastating attacks. All the thrilling action and your decisions culminate into a heroic battle against the greatest threat ever known.\n\nThe fate of the galaxy lies in your hands—how will you chose to fight for it?",
    "total_rating": 95.35647405754477,
    "url": "https://www.igdb.com/games/mass-effect-trilogy"
  },
  {
    "id": 1062,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2dft.jpg",
    "genres": ["Shooter", "Adventure"],
    "name": "Alan Wake",
    "release_dates": "May 14, 2010",
    "summary": "Presented in the style of a TV series, Alan Wake features the trademark Remedy storytelling and pulse-pounding action sequences. As players dive deeper and deeper into the mystery, they’ll face overwhelming odds, plot twists, and cliffhangers. It’s only by mastering the Fight With Light combat mechanic that they can stay one step ahead of the darkness that spreads across Bright Falls.\n\nWith the body of an action game and the mind of a psychological thriller, Alan Wake’s intense atmosphere, deep and multi-layered story, and exceptionally tense combat sequences provide players with an entertaining and original gaming experience.",
    "total_rating": 82.22698053412141,
    "url": "https://www.igdb.com/games/alan-wake"
  },
  {
    "id": 902,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1y9x.jpg",
    "genres": ["Strategy", "Turn-based strategy (TBS)"],
    "name": "Sid Meier's Civilization",
    "release_dates": "1991",
    "summary": "Sid Meier's Civilization is a turn-based strategy computer game created by Sid Meier for MicroProse in 1991.The game's objective is \"...to build an empire that would stand the test of time\". The game begins in 4000 BC, and the players attempt to expand and develop their empires through the ages until modern and near-future times. It is also known simply as Civilization.",
    "total_rating": 91.14703858906866,
    "url": "https://www.igdb.com/games/sid-meiers-civilization"
  },
  {
    "id": 15862,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2865.jpg",
    "genres": ["Point-and-click", "Puzzle"],
    "name": "Day of the Tentacle Remastered",
    "release_dates": "Jul 11, 2016",
    "summary": "Originally released by LucasArts in 1993 as a sequel to Ron Gilbert’s ground\nbreaking Maniac Mansion, Day of the Tentacle is a mind-bending, time\ntravel, cartoon puzzle adventure game in which three unlikely friends work\ntogether to prevent an evil mutated purple tentacle from taking over the\nworld!\n\nNow, over twenty years later, Day of the Tentacle is back in a remastered\nedition that features all new hand-drawn, high resolution artwork, with\nremastered audio, music and sound effects (which the original 90s marketing\nblurb described as ‘zany!’)\n\nPlayers are able to switch back and forth between classic and remastered\nmodes, and mix and match audio, graphics and user interface to their heart's\ndesire. We’ve also included a concept art browser, and recorded a\ncommentary track with the game’s original creators Tim Schafer, Dave\nGrossman, Larry Ahern, Peter Chan, Peter McConnell and Clint Bajakian.\n\nDay of the Tentacle was Tim Schafer’s ﬁrst game as co-project lead, and a\nmuch beloved cult classic! This special edition has been lovingly restored\nand remade with the care and attention that can only come from involving\nthe game's original creators. It’s coming to Windows, OSX, PlayStation 4\nand PlayStation Vita early next year!",
    "total_rating": 80.53845190246713,
    "url": "https://www.igdb.com/games/day-of-the-tentacle-remastered"
  },
  {
    "id": 1983,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1qlj.jpg",
    "genres": ["Role-playing (RPG)", "Adventure"],
    "name": "Bastion",
    "release_dates": "Apr 26, 2012",
    "summary": "A hack-and-slash RPG featuring a reactive narrator, various unlockable weapons, weapon upgrades, practice mini-games and optional difficulty modifiers, set in an imaginary world in the aftermath of an uncertain apocalypse, in which the player embodies a teenager with a troubled past as he and the narrator work together to rebuild the world out of a persisting hub called the Bastion.",
    "total_rating": 86.51618270490681,
    "url": "https://www.igdb.com/games/bastion"
  },
  {
    "id": 1015,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1ot8.jpg",
    "genres": ["Hack and slash/Beat 'em up", "Adventure"],
    "name": "BloodRayne",
    "release_dates": "Sep 13, 2003",
    "summary": "Rayne is a dhampir (child of a vampire and human, who possess vampire powers without their weaknesses). She is working as an agent for the Brimstone Society, and is also searching for her father.",
    "total_rating": 76.87578620430853,
    "url": "https://www.igdb.com/games/bloodrayne"
  },
  {
    "id": 18398,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1zzh.jpg",
    "genres": ["Role-playing (RPG)", "Strategy"],
    "name": "Tyranny",
    "release_dates": "Nov 10, 2016",
    "summary": "Experience a story-driven RPG where your choices mean all the difference in the world.",
    "total_rating": 81.6517021800353,
    "url": "https://www.igdb.com/games/tyranny"
  },
  {
    "id": 7313,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co48oq.jpg",
    "genres": [],
    "name": "Heroes of the Storm",
    "release_dates": "Jun 02, 2015",
    "summary": "Heroes of the Storm is a multiplayer online battle arena video game by Blizzard Entertainment. The game brings together characters (known in the game as heroes) from multiple Blizzard universes, such as Warcraft and StarCraft and puts them against each other in an arena in a 5 versus 5 battle. Heroes of the Storm features multiple game modes, such as co-op (PCs vs. NPCs) and versus (PCs vs. PCs).",
    "total_rating": 76.41629977601673,
    "url": "https://www.igdb.com/games/heroes-of-the-storm"
  },
  {
    "id": 299,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1xy6.jpg",
    "genres": ["Real Time Strategy (RTS)", "Simulator"],
    "name": "Age of Empires III",
    "release_dates": "Oct 18, 2005",
    "summary": "In this highly anticipated next installment in the Age of Empires franchise from Ensemble Studios, Age of Empires III places players in the time period of roughly 1500–1850, picking up where Age of Empires II: The Age of Kings left off. As players work to establish their empire, they take on the role of a European power struggling to explore, colonize, and conquer North and South America.\n\nAge of Empires III introduces exciting new gameplay elements, including the all-new Home City and an incredible combat system. Players have new civilizations to discover, random maps to conquer, and a single-player campaign unlike any other. Players also find stunning graphics as a result of a revolutionary graphics engine that pushes the limits of PC graphics technology in an entirely new way.",
    "total_rating": 78.35819407995832,
    "url": "https://www.igdb.com/games/age-of-empires-iii"
  },
  {
    "id": 125174,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co7v86.jpg",
    "genres": [],
    "name": "Overwatch 2",
    "release_dates": "Oct 04, 2022",
    "summary": "Overwatch 2 is a free-to-play shooter featuring 30+ epic heroes, each with game-changing abilities. Choose your hero, group up with your friends and battle across all-new maps and modes in the ultimate team-based shooter.",
    "total_rating": 76.16289146320298,
    "url": "https://www.igdb.com/games/overwatch-2"
  },
  {
    "id": 2354,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3wg7.jpg",
    "genres": ["Platform", "Puzzle"],
    "name": "Deadlight",
    "release_dates": "Aug 01, 2012",
    "summary": "The world has ended. There is no hope. No new beginning. Only the survivors. DEADLIGHT follows the journey of Randall Wayne, a man searching for his family across Seattle during the aftermath of a 1980s event that has decimated life on earth. This visually stunning Cinematic Survival Platformer will challenge you to run, jump, climb, and struggle for your life as you look for answers and the ones you love.",
    "total_rating": 70.4409333560591,
    "url": "https://www.igdb.com/games/deadlight"
  },
  {
    "id": 2970,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co4i2w.jpg",
    "genres": ["Platform", "Hack and slash/Beat 'em up"],
    "name": "Battletoads",
    "release_dates": "1994",
    "summary": "Battletoads is the first game of the Battletoads series. The game is a platform scrolling beat 'em up, with varying elements of racing, climbing and vehicle-based obstacle courses. Players start with three lives each time the game is started, which get replenished every time the player continues after getting defeated. The game contains no saving system or password features. The player has a maximum of six hit points that can be replenished by eating flies.\n\nIt is by some considered to be one of the hardest games of all time, and it have previously been listed at 8th place in IGN's \"Top 10 Most Difficult Games to Beat.\"",
    "total_rating": 76.1947551363567,
    "url": "https://www.igdb.com/games/battletoads"
  },
  {
    "id": 7003,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2lbe.jpg",
    "genres": [],
    "name": "Grand Theft Auto: Episodes from Liberty City",
    "release_dates": "Oct 29, 2009",
    "summary": "Episodes from Liberty City is a standalone compilation of the episodes: Grand Theft Auto IV: Ballad of Gay Tony and Grand Theft Auto IV: The Lost and Damned",
    "total_rating": 81.97916349736704,
    "url": "https://www.igdb.com/games/grand-theft-auto-episodes-from-liberty-city"
  },
  {
    "id": 2656,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2ma9.jpg",
    "genres": [],
    "name": "The Simpsons Game",
    "release_dates": "Nov 09, 2007",
    "summary": "The Simpsons Game is based on the animated television series The Simpsons. It features an original storyline written by Tim Long, Matt Selman, and Matt Warburton. In the self-referential plot, the family discovers that they are forced to participate in another The Simpsons video game.",
    "total_rating": 70.00003730144428,
    "url": "https://www.igdb.com/games/the-simpsons-game"
  },
  {
    "id": 1653,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co49sn.jpg",
    "genres": ["Hack and slash/Beat 'em up", "Arcade"],
    "name": "Streets of Rage 2",
    "release_dates": "Jun 28, 2011",
    "summary": "Mr. X and the Syndicate are back, this time taking Adam hostage! Take on the role of Axel, Blaze, Skate, or Max to rescue Adam, and destroy Mr. X once and for all.",
    "total_rating": 82.08382854842182,
    "url": "https://www.igdb.com/games/streets-of-rage-2"
  },
  {
    "id": 3719,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co4qyi.jpg",
    "genres": ["Platform", "Adventure"],
    "name": "Kirby Super Star",
    "release_dates": "Mar 21, 1996",
    "summary": "Kirby Super Star, released as Kirby's Fun Pak in PAL regions, is a platforming video game developed by HAL Laboratory and published by Nintendo. The game was advertised as featuring eight games: seven short subsections with the same basic gameplay, and two minigames. Kirby Super Star sees players take on the role of Kirby, who can float around the screen, inhale blocks and enemies and spit them out. By swallowing certain enemies after inhaling them, Kirby can copy their abilities and use them as his own, becoming able to perform a wide range of attacks. A unique feature of the game is the addition of helpers. When Kirby is in possession of an ability, he can choose to transform it into a helper character which can be controlled by a second player or the computer AI.",
    "total_rating": 82.93040291845233,
    "url": "https://www.igdb.com/games/kirby-super-star"
  },
  {
    "id": 1602,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co20bm.jpg",
    "genres": ["Racing", "Simulator"],
    "name": "Gran Turismo 5",
    "release_dates": "Nov 25, 2010",
    "summary": "Gran Turismo 5 is the fifth game in the Gran Turismo racing video game series. It expands on the game's Prologue version and is the first entry of the series to be developed for PlayStation 3. The game marks the first entry in the series with online races with support for up to 16 players. Over 1,000 cars, 26 different locations, and 71 different tracks are available in the game. Night racing also returns. World Rally Championship, NASCAR and Super GT licenses are utilized for the first time in the Gran Turismo series.",
    "total_rating": 84.35946640160974,
    "url": "https://www.igdb.com/games/gran-turismo-5"
  },
  {
    "id": 1907,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co41h4.jpg",
    "genres": ["Role-playing (RPG)", "Hack and slash/Beat 'em up"],
    "name": "Grim Dawn",
    "release_dates": "Feb 25, 2016",
    "summary": "Enter an apocalyptic fantasy world where humanity is on the brink of extinction, iron is valued above gold and trust is hard earned. This ARPG features complex character development, hundreds of unique items, crafting and quests with choice & consequence.",
    "total_rating": 78.22310645915536,
    "url": "https://www.igdb.com/games/grim-dawn"
  },
  {
    "id": 515,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co525u.jpg",
    "genres": ["Puzzle", "Hack and slash/Beat 'em up"],
    "name": "Infamous 2",
    "release_dates": "Jun 07, 2011",
    "summary": "Blamed for the destruction of Empire City and haunted by the ghosts of his past, reluctant hero Cole MacGrath makes a dramatic journey to the historic Southern city of New Marais in an effort to discover his full super-powered potential -- and face a civilization-ending confrontation with a dark and terrifying enemy from his own future. Gifted with extraordinary god-like abilities, Cole alone has the power to save humanity, but the question is-- will he choose to do so?",
    "total_rating": 83.07174382916747,
    "url": "https://www.igdb.com/games/infamous-2"
  },
  {
    "id": 8173,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1rcb.jpg",
    "genres": ["Shooter", "Strategy"],
    "name": "Overwatch",
    "release_dates": "May 24, 2016",
    "summary": "Join the fight for the future in the world of Overwatch and choose your hero from a diverse cast of soldiers, scientists, adventurers, and oddities. Bend time, defy physics, and unleash a dizzying array of extraordinary powers and weapons. Engage your enemies in iconic locations from around the globe in the ultimate team-based shooter.",
    "total_rating": 85.58250615383294,
    "url": "https://www.igdb.com/games/overwatch"
  },
  {
    "id": 228,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1xv9.jpg",
    "genres": [],
    "name": "World of Warcraft: Wrath of the Lich King",
    "release_dates": "Nov 13, 2008",
    "summary": "World of Warcraft: Wrath of the Lich King, often referred to as WotLK, or Wrath, is the second expansion set for the massively multiplayer online role-playing game (MMORPG) World of Warcraft, following The Burning Crusade. It adds a substantial amount of content to the game world, including the continent of Northrend, home of the eponymous Lich King, and a new character \"hero\" class.",
    "total_rating": 93.527736979867,
    "url": "https://www.igdb.com/games/world-of-warcraft-wrath-of-the-lich-king"
  },
  {
    "id": 227,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1xw6.jpg",
    "genres": [],
    "name": "World of Warcraft: The Burning Crusade",
    "release_dates": "Jan 15, 2007",
    "summary": "World of Warcraft: The Burning Crusade, the first expansion for World of Warcraft. Including an increase of the level cap, the introduction of the blood elves and the draenei as playable races, and the addition of the world of Outland, along with many new zones, dungeons, items, quests, and monsters.",
    "total_rating": 82.93124536617877,
    "url": "https://www.igdb.com/games/world-of-warcraft-the-burning-crusade"
  },
  {
    "id": 458,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co52n6.jpg",
    "genres": ["Real Time Strategy (RTS)", "Strategy"],
    "name": "StarCraft II: Legacy of the Void",
    "release_dates": "Nov 10, 2015",
    "summary": "You are Hierarch Artanis, leader of the mighty protoss race. Years ago, your homeworld of Aiur fell to the merciless zerg Swarm. Now, at long last, you have raised a powerful fleet of warships known as the Golden Armada, and are poised to reclaim your world. But an ancient evil—Amon—threatens this destiny and the fate of the entire galaxy. Only you can reunite the protoss factions and defeat the coming darkness before it consumes all life in the sector.",
    "total_rating": 88.7427416708455,
    "url": "https://www.igdb.com/games/starcraft-ii-legacy-of-the-void"
  },
  {
    "id": 1128,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co53m8.jpg",
    "genres": ["Platform", "Role-playing (RPG)"],
    "name": "Castlevania: Symphony of the Night",
    "release_dates": "Mar 20, 1997",
    "summary": "A seminal 2D metroidvania in which after the events of Castlevania: Rondo of Blood (1993), a man named Alucard arrives at Dracula's castle after it rises from the rubble, and seeks to defeat the evil contained within it once and for all by exploring, fighting its inhabitants and collecting the various weapons and abilities hidden in its depths.",
    "total_rating": 92.2365805804636,
    "url": "https://www.igdb.com/games/castlevania-symphony-of-the-night"
  },
  {
    "id": 7120,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2z64.jpg",
    "genres": ["Shooter", "Role-playing (RPG)"],
    "name": "NieR",
    "release_dates": "Apr 22, 2010",
    "summary": "Nothing is as it seems in Square Enix's latest action adventure game, set in a crumbling world plagued by disease and dark, unrecognizable creatures. Players assume the role of the unyielding protagonist, NIER, resolute in his quest to discover a cure for his daughter, who is infected with the Black Scrawl virus. With powerful allies and a mysterious book, NIER encounters things that will confound even the mightiest of warriors. With NIER, experience seamless in-battle cinematics and explore hauntingly familiar lands, intense action-packed battles, and storytelling like only Square Enix can do",
    "total_rating": 74.89157287039187,
    "url": "https://www.igdb.com/games/nier"
  },
  {
    "id": 1058,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co4p0f.jpg",
    "genres": [],
    "name": "LittleBigPlanet",
    "release_dates": "Oct 30, 2008",
    "summary": "Welcome to LittleBigPlanet – a world of infinite possibilities, where imagination becomes reality and the powers of creation are firmly in your hands. If you can think of it, you can create it if you can create it, you can share it if you can share it, you can play it – and watch our colorful LittleBigPlanet grow and diversify!\n\nIt’s a new kind of game that unleashes the creativity in everyone. Design your own character and play over 50 awesome developer levels packed with dangers to navigate, races to win and puzzles to solve. As you play you will learn the skills to build a world of your own by earning creative tools and collecting hundreds of items. Use these items and tools to shape amazing levels of your own, featuring puzzles, challenges, and enemies of your own design. When you are ready, go online to access the LBP community and Share your creations for everyone to play.\n\nLittleBigPlanet is a world with no limits – a world that’s yours to shape, build and explore.",
    "total_rating": 87.36662568940764,
    "url": "https://www.igdb.com/games/littlebigplanet"
  },
  {
    "id": 1114,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co6dcb.jpg",
    "genres": ["Platform", "Hack and slash/Beat 'em up"],
    "name": "Castlevania",
    "release_dates": "1990",
    "summary": "Step into the shadows of the deadliest dwelling on earth. You've arrived at Castlevania, and you're here on business: To destroy forever the Curse of the Evil Count.\n\nUnfortunately, everybody's home this evening. Bats, ghosts, every kind of creature you can imagine. You'll find 'em all over the place, if they don't find you first. Because you've got to get through six monstrous floors before you even meet up with the Master of the House. Your Magic Whip will help, and you'll probably find a weapons or two along the way. But once you make it to the tower, you can count on a Duel to the Death. The Count has waited 100 years for a rematch.",
    "total_rating": 78.92123740406083,
    "url": "https://www.igdb.com/games/castlevania"
  },
  {
    "id": 2977,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1xzx.jpg",
    "genres": [],
    "name": "Mortal Kombat: Komplete Edition",
    "release_dates": "Feb 28, 2012",
    "summary": "This Komplete Edition is a re-release of the original game. It includes the full game, alongside all previously released downloadable content. It also includes the Mortal Kombat: Songs Inspired by the Warriors album (including a bonus track) and the 1995 Mortal Kombat movie for download, via the PlayStation Store or Xbox Live Zune.\n\nFor the PS Vita and Windows this is the first release of the game. It has the same content as well as new costumes and a new Challenge Tower (Vita version only) not featured in the versions for other platforms.",
    "total_rating": 82.60840283039346,
    "url": "https://www.igdb.com/games/mortal-kombat-komplete-edition"
  },
  {
    "id": 7601,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2f6t.jpg",
    "genres": ["Real Time Strategy (RTS)", "Simulator"],
    "name": "Plague Inc: Evolved",
    "release_dates": "Feb 18, 2016",
    "summary": "Plague Inc: Evolved is a unique mix of high strategy and terrifyingly realistic simulation. Your pathogen has just infected 'Patient Zero' - now you must bring about the end of human history by evolving a deadly, global Plague whilst adapting against everything humanity can do to defend itself.",
    "total_rating": 79.20925158871255,
    "url": "https://www.igdb.com/games/plague-inc-evolved"
  },
  {
    "id": 102,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co209o.jpg",
    "genres": ["Racing", "Simulator"],
    "name": "Need for Speed: Shift",
    "release_dates": "Sep 15, 2009",
    "summary": "Need for Speed SHIFT is an award-winning authentic racing game that combines the true driver’s experience with real-world physics, pixel-perfect car models, and a wide range of authentic race tracks. Need for Speed SHIFT takes players in a different direction to create a simulation experience that replicates the true feeling of driving high-end performance cars.\n\nPlayers are thrust into the loud, visceral, intense, athletic experience of racing a car on the edge of control from the driver’s perspective through the combination of perception based G-forces, the hyper reality of the cockpit view, and the brutal experience of a first person crash dynamic. Need for Speed SHIFT features an accurate, accessible physics-based driving model that allows you to feel every impact, every change of track surface and every last bit of grip as you push yourself to the edge.",
    "total_rating": 76.4400706244003,
    "url": "https://www.igdb.com/games/need-for-speed-shift"
  },
  {
    "id": 24,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co6ypb.jpg",
    "genres": ["Strategy", "Turn-based strategy (TBS)"],
    "name": "X-COM: UFO Defense",
    "release_dates": "Oct 25, 1995",
    "summary": "You are in control of X-COM: an organization formed by the world's governments to fight the ever-increasing alien menace.\n\nShooting down UFOs is just the beginning: you must then lead a squad of heavily-armed soldiers across different terrains as they investigate the UFO crash site. Tackle the aliens with automatic rifles, rocket launchers, and even tanks in the struggle to retrieve useful technology, weapons or life forms.\n\nSuccessful ground assault missions will allow X-COM scientists to analyze alien items. Each new breakthrough brings you a little closer to understanding the technology and culture of the alien races. Once you have sufficient research data on the UFO's superior weapons and crafts, you'll be able to manufacture weapons of equal capability.\n\nYou must make every crucial decision as you combat the powerful alien forces. But you'll also need to watch the world political situation: governments may be forced into secret pacts with the aliens and then begin to reduce X-COM funding.",
    "total_rating": 86.21809120907656,
    "url": "https://www.igdb.com/games/x-com-ufo-defense"
  },
  {
    "id": 111563,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co67zd.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Deltarune: Chapter 1",
    "release_dates": "Feb 28, 2019",
    "summary": "The story follows a human named Kris who lives in a world inhabited by monsters. Kris and a classmate named Susie fall into an unknown place called the \"Dark World\" where they meet Ralsei, who informs them that they are heroes destined to save the world. The trio meets various beings who call themselves \"Darkners\" during a prophesied quest to seal the duplicate Dark Fountain. Mainly through the combat system, the player navigates through different kinds of bullet hell attacks by enemies, which can be resolved peacefully or through violence.",
    "total_rating": 84.46304771654107,
    "url": "https://www.igdb.com/games/deltarune-chapter-1"
  },
  {
    "id": 1103,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co5osy.jpg",
    "genres": ["Shooter", "Platform"],
    "name": "Super Metroid",
    "release_dates": "Apr 18, 1994",
    "summary": "The Space Pirates, merciless agents of the evil Mother Brain, have stolen the last Metroid from a research station, and once again Mother Brain threatens the safety of the galaxy! Samus Aran must don her awesome array of high-tech weaponry to retrieve the deadly Metroid hidden deep within the cave-riddled planet Zebes. Super Metroid features excellent graphics, with a huge variety of enemies and worlds to explore. The side-view action will be familiar to many players, only now there are new weapons and items, including the Grappling Beam, which allows Samus to swing across large chasms, and the X-Ray Scope, which reveals secret passages.",
    "total_rating": 96.51684567644035,
    "url": "https://www.igdb.com/games/super-metroid"
  },
  {
    "id": 7099,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1ulj.jpg",
    "genres": [],
    "name": "Naruto Shippuden: Ultimate Ninja Storm 3",
    "release_dates": "Mar 05, 2013",
    "summary": "Ultimate Ninja STORM 3 promises to unleash a tornado of ninja action and adventure that the franchise is known for, with over eighty playable characters, advanced online modes and enhanced fighting mechanics that allow anyone to become a ninja master.",
    "total_rating": 75.90552297878767,
    "url": "https://www.igdb.com/games/naruto-shippuden-ultimate-ninja-storm-3"
  },
  {
    "id": 3235,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co4azn.jpg",
    "genres": ["Racing", "Sport"],
    "name": "Blur",
    "release_dates": "May 28, 2010",
    "summary": "Made by the masters behind Project Gotham Racing and Metropolis Street Racer, Blur is a racing project by Bizarre Creations that aims to take arcade-style action and realistic driving physics to a whole new level. The game drops players into heart-pumping, electrified racing action with 20 cars on a track all targeting the finish line and battling each other as they trade paint and collect intense power-ups, including the ability to blast other cars out of the way with huge bursts of energy, boost their speed, and more.\n\nWhile controlling photo-realistic cars, gamers can use offensive and defensive attacks as they battle for the lead and careen through real-world track locations ranging from L.A. and San Francisco to the streets of Hackney, UK and the treacherous roads of Barcelona, Spain.",
    "total_rating": 77.86140786629582,
    "url": "https://www.igdb.com/games/blur"
  },
  {
    "id": 20744,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co22s8.jpg",
    "genres": ["Role-playing (RPG)", "Adventure"],
    "name": "Ōkami HD",
    "release_dates": "Dec 13, 2017",
    "summary": "Experience the critically acclaimed masterpiece with its renowned Sumi-e ink art style in breathtaking high resolution. Take on the role of Amaterasu, the Japanese sun goddess who inhabits the form of a legendary white wolf, on a quest to defeat Orochi, an eight-headed demon and tyrannical monster responsible for turning the world of Nippon into a ruined wasteland.",
    "total_rating": 89.88268395269188,
    "url": "https://www.igdb.com/games/okami-hd"
  },
  {
    "id": 828,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2b98.jpg",
    "genres": ["Shooter", "Puzzle"],
    "name": "Painkiller",
    "release_dates": "Jul 24, 2006",
    "summary": "Stranded in a place between Heaven and Hell, your time of judgment is at hand. The Underworld is on the verge of unholy war, and you are but a pawn in the infernal battle. As you fight for your purification, the truths behind the deceptions are revealed. Painkiller puts you in a nightmarish world where monsters swarm you in mobs. Eliminate your enemies using a variety of weapons and using your power to morph into a possessed creature.",
    "total_rating": 79.08873519787585,
    "url": "https://www.igdb.com/games/painkiller"
  },
  {
    "id": 514,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1utt.jpg",
    "genres": ["Shooter", "Adventure"],
    "name": "F.E.A.R. 3",
    "release_dates": "Jun 24, 2011",
    "summary": "F.E.A.R. 3 is a sequel to F.E.A.R. 2: Project Origin and the third installment of the series. New to this game is the ability to play the campaign in either single-player mode or co-op mode. As well as being playable online, co-op is also available offline via split screen. In single-player mode, the player can initially only play as Point Man. However, upon the completion of each level, the player unlocks the ability to play through that level as Paxton Fettel. Level layout, cutscenes, and dialogue are identical irrespective of which character the player is using.",
    "total_rating": 72.18576936942593,
    "url": "https://www.igdb.com/games/f-e-a-r-3"
  },
  {
    "id": 1078,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co21tl.jpg",
    "genres": ["Platform", "Adventure"],
    "name": "Super Mario Galaxy 2",
    "release_dates": "May 27, 2010",
    "summary": "Super Mario Galaxy 2 is the sequel to Super Mario Galaxy and the fourth 3D platformer entry in the Mario franchise. The sequel retains many elements from its predecessor, such as the adventure being in outer space, the element of gravity, and recurring objects such as Launch Stars and Sling Stars. Returning items include the Bee Mushroom and the Fire Flower. However, the game introduces new elements as well, such as the utilization of Yoshi, new power-ups like the Cloud Flower, and the use of a guide within the game for beginner players.",
    "total_rating": 92.79760759804576,
    "url": "https://www.igdb.com/games/super-mario-galaxy-2"
  },
  {
    "id": 1028,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3nnt.jpg",
    "genres": [],
    "name": "The Legend of Zelda: Link's Awakening",
    "release_dates": "TBD",
    "summary": "The Legend of Zelda: Link's Awakening is the first title in the series to be released on a handheld system and the only Zelda title on the original Game Boy. The gameplay is mostly similar to its predecessor with a top-down perspective, however there are short sections in dungeons where the game switches to a side-scrolling view with platforming elements. For this new adventure, Link must go onto each of the 7 temples to retrieve a musical instrument that will help awaken the Wind Fish. Along the way, he must search the land and uncover hidden treasures and items that will allow him to progress on his journey. Since its release, Link's Awakening has been popular among fans and critics.",
    "total_rating": 83.54264701808803,
    "url": "https://www.igdb.com/games/the-legend-of-zelda-links-awakening"
  },
  {
    "id": 414,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1wyp.jpg",
    "genres": ["Role-playing (RPG)", "Strategy"],
    "name": "Final Fantasy Tactics Advance",
    "release_dates": "Feb 14, 2003",
    "summary": "Squaresoft brings its popular Final Fantasy franchise to the Game Boy Advance in the form of strategic warfare. Final Fantasy Tactics Advance trails the story of a young boy named Marche who is magically transported from his sleepy modern-time home to a strange kingdom where magic and adventure reign supreme.\n\nPlayers control a set of troops who specialize in various fighting, healing, magic, and archery skills (or job classes). Strategically positioning characters on the battle map, and calculating offensive advances are the keys to success. Two players can battle and trade items with the aid of the GBA link cable.",
    "total_rating": 86.00017772069873,
    "url": "https://www.igdb.com/games/final-fantasy-tactics-advance"
  },
  {
    "id": 144054,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3d03.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Pokémon Legends: Arceus",
    "release_dates": "Jan 28, 2022",
    "summary": "The Pokémon Legends: Arceus game honors past Pokémon games’ core gameplay while infusing new action and RPG elements.\n\nYou’ll need to catch, survey, and research wild Pokémon in a long-gone era of the Sinnoh region to create and complete the region’s first Pokédex.",
    "total_rating": 81.53198541457417,
    "url": "https://www.igdb.com/games/pokemon-legends-arceus"
  },
  {
    "id": 2480,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1rrn.jpg",
    "genres": ["Role-playing (RPG)", "Hack and slash/Beat 'em up"],
    "name": "Torchlight",
    "release_dates": "Oct 27, 2009",
    "summary": "In this ARPG you control a hero who explores a series of randomized dungeons, fightinghordes of enemies and collecting equipment, gold, and loot while doing so. The game also features a town , to which the hero can return to sell and buy gear and items and pick up quests. As you progress into the dungeon, you get to battle unique bosses that advance the main storyline by completing quests revolving around them. Optionally, the player may take on side quests, random quests or visit branching dungeon areas to further develop their character.",
    "total_rating": 78.60787596824704,
    "url": "https://www.igdb.com/games/torchlight"
  },
  {
    "id": 498,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co20tx.jpg",
    "genres": ["Shooter", "Role-playing (RPG)"],
    "name": "Borderlands",
    "release_dates": "Oct 20, 2009",
    "summary": "With its addictive action, frantic first-person shooter combat, massive arsenal of weaponry, RPG elements and four-player co-op, Borderlands is a breakthrough experience that challenges all the conventions of modern shooters. Borderlands places you in the role of a mercenary on the lawless and desolate planet of Pandora, hell-bent on finding a legendary stockpile of powerful alien technology known as The Vault.\n\nRole Playing Shooter (RPS) - combines frantic first-person shooting action with accessible role-playing character progression.\n\nCo-Op Frenzy - Fly solo in single player or drop in and out with up to 4 Player Co-Op online for a maniacal multiplayer experience.\n\nBazillions of Guns - Gun lust fulfilled with rocket-launching shotguns, enemy-torching revolvers, SMGs that fire lightning rounds, and tons more.\n\nRadical Art Style - New visual style combines traditional rendering techniques with hand-drawn textures to create a unique and eye-catching spin on the First Person genre.\n\nIntense Vehicular Combat - Get behind the wheel and engage in intense vehicle-to-vehicle combat.",
    "total_rating": 79.78095508669261,
    "url": "https://www.igdb.com/games/borderlands"
  },
  {
    "id": 11701,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co5tgy.jpg",
    "genres": ["Role-playing (RPG)", "Adventure"],
    "name": "Gravity Rush",
    "release_dates": "Feb 09, 2012",
    "summary": "Gain a new perspective as you take on the role of Kat, a strong-willed girl seeking the means to protect her future in a world that’s crumbling to pieces. Tilt and move the PlayStation Vita System, taking gravity into your own hands to deliver devastating attacks, uncover the secrets to your past and explore a mysterious world.",
    "total_rating": 80.8825235119828,
    "url": "https://www.igdb.com/games/gravity-rush"
  },
  {
    "id": 9602,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co213x.jpg",
    "genres": ["Fighting", "Platform"],
    "name": "Super Smash Bros. for Wii U",
    "release_dates": "Nov 21, 2014",
    "summary": "Super Smash Bros. for Wii U is the fourth console-based entry in the popular Super Smash Bros. series of fighting games. With an even larger roster of fighters than its predecessors and the introduction eight player battles, Smash for Wii U continues to add to the formula that gamers have loved since 1999.",
    "total_rating": 89.59183080647091,
    "url": "https://www.igdb.com/games/super-smash-bros-for-wii-u"
  },
  {
    "id": 11416,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1n1z.jpg",
    "genres": ["Role-playing (RPG)", "Strategy"],
    "name": "Persona 3 Portable",
    "release_dates": "Apr 29, 2011",
    "summary": "Persona 3 Portable is an enhanced remake of Persona 3 for the PlayStation Portable. The game features an option to play as a female character, which alters some aspects of the story. In addition to the new playable character, there are two new difficulty levels to select from alongside the original game's three. The game also features some other story related changes regardless of the player character gender. The battle system is also updated to be closer that of Persona 4.",
    "total_rating": 86.14657413303979,
    "url": "https://www.igdb.com/games/persona-3-portable"
  },
  {
    "id": 1867,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2mer.jpg",
    "genres": [],
    "name": "Killzone 3",
    "release_dates": "Feb 22, 2011",
    "summary": "Killzone 3 is the fourth game in the Killzone franchise. Several improvements have been made over its prequel, and it can be seen in overall smoother and more balanced gameplay. As in previous game, you will commandeer various turrets and vehicles which will add to firepower but will leave you with rails-driven gameplay. One of the new weapons is a jet-pack which lets you jump and semi-fly with unlimited ammo as a part of new exoskeleton. The environment can sometimes be destroyed or used to your advantage, shooting barrels or certain plants will take out nearby enemy soldiers. Beside single-player campaign, Killzone 3 offers an upgraded version of Killzone 2's multiplayer. The game is also the first in the franchise to support 3D TVs.",
    "total_rating": 80.54769292624943,
    "url": "https://www.igdb.com/games/killzone-3"
  },
  {
    "id": 1866,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3j9z.jpg",
    "genres": [],
    "name": "Killzone 2",
    "release_dates": "Feb 26, 2009",
    "summary": "Killzone 2 is the third game in the Killzone franchise and continues the story two years after the events of the first two games. The gameplay consists of what the developers describe as Hollywood Realism, focusing on scripted, cinematic gameplay. The game is played entirely from the first-person perspective, except for the portions with vehicular combat with a tank and an exoskeleton. Next to the single-player campaign, there is squad-based multiplayer called Warzone with five different kinds of missions (Assassination, Search & Retrieve, Search & Destroy, Bodycount and Capture & Hold) based on seven kinds of classes. There is support for up to 32 players, with the addition of bots to fill the remaining spots.",
    "total_rating": 84.32544690350997,
    "url": "https://www.igdb.com/games/killzone-2"
  },
  {
    "id": 1443,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co668y.jpg",
    "genres": ["Role-playing (RPG)", "Strategy"],
    "name": "Fire Emblem: Awakening",
    "release_dates": "Apr 19, 2012",
    "summary": "Armies clash as the world burns. As an inevitable war draws ever closer, you must stand with Chrom and his forces--knights, mages, archers, and more--commanding them against the armies of kingdoms, empires, and the dead themselves.\n\nPlan your strategery. Move your troops on the battlefield, then choose their weapon and attack. Using the new Pair Up and Dual systems, support your attacks with the help of nearby allies and watch their skills and relationships grow.",
    "total_rating": 88.50570090801358,
    "url": "https://www.igdb.com/games/fire-emblem-awakening"
  },
  {
    "id": 9543,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co4hsz.jpg",
    "genres": ["Point-and-click", "Puzzle"],
    "name": "Zero Escape: Nine Hours, Nine Persons, Nine Doors",
    "release_dates": "Nov 16, 2010",
    "summary": "The first game in the Zero Escape series, originally made as a standalone title \"Nine Hours, Nine Persons, Nine Doors\". The Zero Escape rebranding and alternative cover of the game were released around the time of the Sequel \"Zero Escape: Virtue's Last Reward\".\n\nThe game is a murder mystery visual novel with a heavy story focus that requires multiple playthroughs to figure out and involves puzzle rooms used to progress through the story with dialogue choices to be made inbetween them.\n\nThe iOS version of the game removed the puzzle rooms to focus more on the visual novel aspects of the game. The puzzle rooms are replaced with narration of the events that take place instead. The iOS version of the game also has an exclusive ending.",
    "total_rating": 86.69506159017573,
    "url": "https://www.igdb.com/games/zero-escape-nine-hours-nine-persons-nine-doors"
  },
  {
    "id": 2287,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1z9m.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Pokémon Y",
    "release_dates": "Oct 12, 2013",
    "summary": "Your adventure in Pokémon X and Pokémon Y takes place in the Kalos region, home to beautiful skies and forests! The Kalos region is full of interesting places to visit and explore!\n\nProgressing with the game let you enter the central city of the Kalos region is Lumiose City, a thriving metropolis filled with customers checking out its variety of shops. Many roads extend from the iconic tower at the city's center.",
    "total_rating": 85.62972938998973,
    "url": "https://www.igdb.com/games/pokemon-y"
  },
  {
    "id": 8223,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1qy6.jpg",
    "genres": ["Platform", "Role-playing (RPG)"],
    "name": "Assassin's Creed Chronicles: China",
    "release_dates": "Apr 21, 2015",
    "summary": "Chronicles: China takes place after the film Assassin's Creed: Embers. It features the Chinese assassin Shao Jun in 1526. After being trained by legendary Italian assassin Ezio Auditore da Firenze, Shao Jun returns to her homeland to exact vengeance against the Templar group Eight Tigers, who wiped out the Chinese brotherhood. Shao Jun's quest took her through Macau, Nan'an, the Forbidden City and the Great Wall, as she killed the Tigers one by one and finally assassinating the final target, Zhang Yong. Years later, Shao Jun, who became an Assassin Mentor and had rebuilt the brotherhood, plotted the assassination of Jiajing Emperor by sending him an elixir of life.\n\nChronicles: China was originally announced in September 2014 as part of the season pass for Assassin's Creed Unity. It was released on April 21, 2015, in North America and April 22, 2015, in other territories, on Microsoft Windows, PlayStation 4 and Xbox One. Chronicles: China is the first title in the franchise to utilize Epic Games' Unreal Engine 3.",
    "total_rating": 70.17192819510078,
    "url": "https://www.igdb.com/games/assassins-creed-chronicles-china--1"
  },
  {
    "id": 648,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co20li.jpg",
    "genres": ["Real Time Strategy (RTS)", "Strategy"],
    "name": "Command & Conquer: Red Alert 2 - Yuri's Revenge",
    "release_dates": "Oct 10, 2001",
    "summary": "The game begins with a presidential briefing in the White House concerning Yuri and how he has begun his take over of the world through mind control. Yuri interrupts the briefing to explain how he plans to take over the world, telling the American President Michael Dugan that he has a network of Psychic Dominators around the world, which he is now beginning to reveal. One of Yuri's Psychic Dominators is on Alcatraz Island in San Francisco, which Yuri activates just before ending his transmission to the White House. The President immediately calls in an airstrike on the device, but all the attacking aircraft were shot down, although one crashes into the nuclear reactor on the island, causing the device to lose power and to not function. Despite this, Yuri activates his other Psychic Dominators around the world and the majority of the planet quickly succumbs to Yuri's mind-control.",
    "total_rating": 81.58213903222489,
    "url": "https://www.igdb.com/games/command-and-conquer-red-alert-2-yuris-revenge"
  },
  {
    "id": 550,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3dio.jpg",
    "genres": ["Hack and slash/Beat 'em up", "Adventure"],
    "name": "God of War: Ghost of Sparta",
    "release_dates": "Nov 03, 2010",
    "summary": "\"Marking Kratos' second foray into portable gaming, God of War: Ghost of Sparta stands as a spin-off nestled between the events of God of War and God of War II. Despite ascending to the title of the god of war, Kratos remains haunted by nightmarish visions. One such vision compels him to embark on a new journey when he witnesses his mother, Callisto, imprisoned in Atlantis under the dominion of the sea god Poseidon. Against Athena's counsel to ignore the vision, Kratos sets forth to unravel his past and, in the process, rescue his long-lost brother, Deimos, from the clutches of the god of death, Thanatos.\n\nThis second instalment for the PlayStation Portable (PSP) maintains a gameplay style akin to its predecessor, introducing a handful of new mechanics. Kratos wields his trusty Blades of Athena in this quest, now augmented with a new magic known as Thera's Bane, amplifying the potency of his attacks. The game also introduces several new magical items and a fresh secondary weapon. In addition to the captivating story mode, Ghost of Sparta offers the \"Temple of Zeus,\" a location where players can spend orbs acquired in the Battle Arena to acquire various art and other bonuses.\"",
    "total_rating": 86.27024185366068,
    "url": "https://www.igdb.com/games/god-of-war-ghost-of-sparta"
  },
  {
    "id": 1291,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3die.jpg",
    "genres": ["Hack and slash/Beat 'em up", "Adventure"],
    "name": "God of War: Ascension",
    "release_dates": "Mar 12, 2013",
    "summary": "God of War: Ascension, the seventh instalment in the God of War series, acts as a prequel to the preceding games. The narrative revolves around Kratos, the protagonist from earlier instalments, who was once a loyal servant of the God of War, Ares. Tricked by Ares into unknowingly murdering his own family, Kratos breaks the blood oath binding him to Ares and abandons his former master. Subsequently, Kratos finds himself imprisoned and must navigate a path to freedom, severing the bond between him and Ares.\n\nThe game retains the familiar hack-and-slash combat system of its predecessors, featuring Kratos wielding the Blades of Chaos. However, a new addition, the World Weapon system, allows Kratos to wield various weapons. Additionally, Kratos can now acquire up to four magical disciplines—Fires of Ares, Ice of Poseidon, Lightning of Zeus, and Soul of Hades—each bestowing unique abilities and imbuing his weapon with magic. For instance, the Ice of Poseidon enables underwater breathing. Rage, a recurring feature, undergoes modifications; it accumulates through attacks, and when the bar is full, it automatically unleashes until the player ceases attacking or sustains damage. Three new relics provide Kratos with the ability to manipulate time, create a \"shadow\" self, and dispel illusions crafted by his guardians.\n\nNotably, God of War: Ascension introduces online multiplayer to the series. Players, before engaging in multiplayer battles, align with one of four gods—Ares, Hades, Zeus, or Poseidon—each offering a distinct set of abilities. As players accumulate experience and level up their warriors, they unlock magical abilities, armour, weapons, relics, and other treasures. The game features four distinct multiplayer modes: Team Favor of the Gods, Match of Champions, Trial of the Gods, and Capture the Flag",
    "total_rating": 74.75892077786557,
    "url": "https://www.igdb.com/games/god-of-war-ascension"
  },
  {
    "id": 523,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co525t.jpg",
    "genres": ["Shooter", "Platform"],
    "name": "Infamous",
    "release_dates": "May 26, 2009",
    "summary": "Infamous is a single player open-world action/adventure game that places you in the role of Cole McGrath, a once regular guy who in the aftermath of a horrific catastrophe finds himself not only alive, but developing a fantastic array of superpowers. Going from ordinary to extraordinary overnight isn't something to take lightly. With these powers does one exact revenge? Protect the innocent? Or perhaps, dabble in a little of both? The choice is yours in Infamous.",
    "total_rating": 81.17484222162972,
    "url": "https://www.igdb.com/games/infamous"
  },
  {
    "id": 327,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co55xo.jpg",
    "genres": ["Real Time Strategy (RTS)", "Strategy"],
    "name": "Age of Empires II: The Age of Kings",
    "release_dates": "Nov 02, 2001",
    "summary": "Take control of a powerful civilization. Lead them through 1000 years of the Middle Ages to riches and greatness. Will you Intimidate the world into following you by using military force? Rule the world with honor and nobility by using commerce and diplomacy? Or Underhandedly seize power through conspiracy, deception and regicide? There are many paths to power, there can only be one ruler!",
    "total_rating": 83.05708518985838,
    "url": "https://www.igdb.com/games/age-of-empires-ii-the-age-of-kings"
  },
  {
    "id": 26758,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1mxf.jpg",
    "genres": ["Platform", "Adventure"],
    "name": "Super Mario Odyssey",
    "release_dates": "Oct 27, 2017",
    "summary": "Explore incredible places far from the Mushroom Kingdom as you join Mario and his new ally Cappy on a massive, globe-trotting 3D adventure. Use amazing new abilities, like the power to capture and control objects, animals, and enemies to collect Power Moons so you can power up the Odyssey airship and save Princess Peach from Bowser’s wedding plans!",
    "total_rating": 93.0628764868047,
    "url": "https://www.igdb.com/games/super-mario-odyssey"
  },
  {
    "id": 913,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1y77.jpg",
    "genres": [],
    "name": "Tony Hawk's Pro Skater 2",
    "release_dates": "Sep 20, 2000",
    "summary": "Tony Hawk's Pro Skater 2 redefined an already great game. Its addition of stellar new features (like Create-A-Park), and great game-play tweaks (the manual maneuver will be copied for years to come) made it the best installment in a killer series of games. Anyone who has ever skated the Philadelphia level will agree -- this game is a masterpiece of level design. Hell, it's a masterpiece all around. There isn't a bad park or dull moment, just pure gaming nirvana!",
    "total_rating": 86.32170503228693,
    "url": "https://www.igdb.com/games/tony-hawk-s-pro-skater-2"
  },
  {
    "id": 14741,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1sod.jpg",
    "genres": ["Platform", "Adventure"],
    "name": "Psychonauts 2",
    "release_dates": "Aug 25, 2021",
    "summary": "Psychonauts 2 is a mind-bending trip through the strange worlds hiding inside our brains. Freshly-minted special agent and acrobat extraordinaire Razputin “Raz” Aquato returns to unpack emotional baggage and expand mental horizons. Along the way he’ll help new friends, like this magical mote of light voiced (and sung) by Jack Black. Raz must use his powers to unravel dark mysteries about the Psychonauts team and his own family origins.",
    "total_rating": 88.36825612007661,
    "url": "https://www.igdb.com/games/psychonauts-2"
  },
  {
    "id": 246,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3gfn.jpg",
    "genres": ["Role-playing (RPG)", "Hack and slash/Beat 'em up"],
    "name": "Diablo II: Lord of Destruction",
    "release_dates": "Jun 27, 2001",
    "summary": "Diablo II: Lord of Destruction is an expansion to Diablo II. It adds Act V which concludes the overarching story, offers a new area with more powerful enemies and six quests to achieve.",
    "total_rating": 89.137393990265,
    "url": "https://www.igdb.com/games/diablo-ii-lord-of-destruction"
  },
  {
    "id": 2481,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co20yd.jpg",
    "genres": ["Role-playing (RPG)", "Strategy"],
    "name": "Gothic II: The Night of the Raven",
    "release_dates": "Aug 21, 2003",
    "summary": "You have torn down the magical barrier and released the prisoners of the Mine Valley. Now the former criminals of the forests and mountains are causing trouble around the capital of Khorinis. The town militia is powerless due to their low amount of force–outside of the town, everyone is helpless against the attacks of the bandits.",
    "total_rating": 90.31539708750537,
    "url": "https://www.igdb.com/games/gothic-ii-the-night-of-the-raven--1"
  },
  {
    "id": 438,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1zt9.jpg",
    "genres": ["Real Time Strategy (RTS)", "Simulator"],
    "name": "Rome: Total War",
    "release_dates": "Sep 22, 2004",
    "summary": "Set during the rule of the late Roman Republic and the early Roman Empire, Rome: Total War is a real-time tactics and turn-based strategy game that takes place across Europe, North Africa and the Near East. The player assumes control of one of three Roman families with eight other factions playable outside the main campaign. The main goal of the campaign is to become emperor of Rome by conquering fifty provinces with the support of the people before capturing Rome itself although a short campaign is also available wherein success depends on besting other factions in a race to seize control of 15 provinces.",
    "total_rating": 86.73133268793049,
    "url": "https://www.igdb.com/games/rome-total-war"
  },
  {
    "id": 4838,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2g6i.jpg",
    "genres": ["Platform", "Puzzle"],
    "name": "Guacamelee!",
    "release_dates": "Apr 09, 2013",
    "summary": "\"Guacamelee! is a Metroid-vania style action-platformer set in a magical Mexican inspired world.\n\nThe game draws its inspiration from traditional Mexican culture and folklore, and features many interesting and unique characters. Guacamelee! builds upon the classic open-world Metroid-vania style of games, by adding a strong melee combat component, a new dimension switching mechanic, and cooperative same-screen multiplayer for the entire story. The game also blurs the boundaries between combat and platforming by making many of the moves useful and necessary for both of these.\n\nTravel through a mystical and mysterious Mexican world as a Luchador using the power of your two fists to battle evil. Uncover hidden wrestling techniques like the Rooster Uppercut, and Dimension Swap to open new areas and secrets.\"\n\nGuacamelee! was later released on PC under the name \"Guacamelee! Gold Edition\" with the DLC included and has an updated version called \"Guacamelee! Super Turbo Championship Edition\" with an expended story, 2 new areas, and a new boss.",
    "total_rating": 81.71965888057338,
    "url": "https://www.igdb.com/games/guacamelee"
  },
  {
    "id": 857,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co7nlk.jpg",
    "genres": ["Shooter", "Indie"],
    "name": "Serious Sam: The First Encounter",
    "release_dates": "Mar 01, 2001",
    "summary": "A first person shooter extravaganza where you take the role of Serious Sam, a badass killer whose goal is to defeat monsters commanded by Mental, an extraterrestrial entity that wants to destroy humanity.\n\nSerious Sam is a high-adrenaline arcade-action shooter heavily focused on frantic arcade-style single player action. In a world where cyberpunk meets fantasy-fiction and advanced technology is mixed with black magic and psycho-powers, Sam travels through the beautiful world of ancient Egypt and several diverse planets, confronting countless Mental's minions on his way to the Mental's base.Key Features\n\nFrantic Arcade-Style Action - Fight your way through 15+ nightmarish warriors in Mental's army, including the charging Sirian Werebull, screaming Headless Kamikaze and other crazy monsters, and finally challenge the multi-story Ugh-Zan boss!",
    "total_rating": 81.6819866171224,
    "url": "https://www.igdb.com/games/serious-sam-the-first-encounter"
  },
  {
    "id": 1105,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3w4w.jpg",
    "genres": ["Shooter", "Platform"],
    "name": "Metroid Prime",
    "release_dates": "Mar 21, 2003",
    "summary": "A 3D exploration-focused metroidvania with first-person shooting mechanics and the first 3D entry in the Metroid series, Metroid Prime follows Samus Aran after the events of Metroid (1986) as she boards a Space Pirate frigate, then chases her escaping archrival Ridley into the intricately structured Tallon IV, a planet full of deadly wildlife and former home to the advanced and ancient Chozo race.",
    "total_rating": 93.86197553985637,
    "url": "https://www.igdb.com/games/metroid-prime"
  },
  {
    "id": 157,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co4zdy.jpg",
    "genres": [],
    "name": "Star Wars: Dark Forces",
    "release_dates": "Feb 28, 1995",
    "summary": "The Empire stretches its evil clutches across the galaxy, consuming planets with devastating results. Through many struggles, the Rebel Alliance has learned of a new Imperial battle station, the Death Star, with enough power to destroy an entire planet.\n\nThe evil Empire is secretly building a massive army to complete their arsenal of domination and render their reign of terror unstoppable. Kyle Katarn, a formal Imperial Stormtrooper must join the Rebel Alliance's covert operations division, and re-take the Empire from the inside, one battle at a time.\n\nUnlike many other Doom-based games, Star Wars: Dark Forces attempted a realistic approach: the missions followed a specific storyline, sometimes cut up by scenes to progress the narrative. Each mission had its own briefing and objective. The levels were designed to represent actual bases, mines, facilities, and other known places from the Star Wars universe, like Star Destroyer interiors, Jabba's ship, Coruscant, etc.",
    "total_rating": 72.14243240390863,
    "url": "https://www.igdb.com/games/star-wars-dark-forces"
  },
  {
    "id": 4000,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1tjk.jpg",
    "genres": ["Platform", "Puzzle"],
    "name": "MediEvil",
    "release_dates": "Jun 17, 1999",
    "summary": "The game takes place across a variety of levels, many of which require certain objectives to be performed to progress. Sir Daniel Fortesque can use a variety of weapons, consisting of close range weapons such as swords and clubs to long range weapons such as crossbows. Many of these weapons can be charged for a powerful attack and some weapons, such as the club, can be used to access areas that are otherwise inaccessible. When not possessing any items, Dan is able to rip his own arm off and use it for both melee and ranged attacks. Dan can equip a shield alongside weapons to defend against attacks; though they can only take several hits of damage before breaking. Throughout the game, Dan can visit gargoyle heads of two varieties; green ones offer Dan information while blue ones allow Dan to buy services or ammunition by using the treasures he finds.\n\nDan's health is determined by a single health bar, which reduces when Dan is hit. It will deplete completely if Dan drowns or falls from a great height. If Dan completely runs out of health, the game will end. Dan can extend his maximum health by collecting Life Bottles, which will automatically refill his health bar if it drops to zero. Also hidden throughout the game are Life Vials and Life Fountains that can replenish Dan's health and fill up any empty Life Bottles Dan has. In each level, there is a hidden Chalice of Souls, which can be collected if the player fills it with enough souls from defeated enemies (some Chalices are awarded via other means). If the player clears a level with a Chalice in hand, Dan is warped to the Hall of Heroes, where he can speak to a legendary hero who will give him rewards, such as weapons. If the player finishes the game with all the Chalices, the game's true ending is revealed.",
    "total_rating": 78.24826531014727,
    "url": "https://www.igdb.com/games/medievil"
  },
  {
    "id": 2183,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co214e.jpg",
    "genres": [],
    "name": "Mario Kart Wii",
    "release_dates": "Apr 24, 2008",
    "summary": "Mario Kart Wii is a multiplayer-oriented racing game for the Wii, and the sixth main installment in the Mario Kart series. Mario Kart Wii retains the traditional item-based weaponry familiar with the franchise, where players can select a Mario franchise driver and themed vehicles. As with most racing games, the overarching goal is to place first among other competitors, through the usage of such items and taking the fastest routes to secure the leads. Several new key elements introduced to Mario Kart Wii include increasing the number of racers to 12 racers from 8 racers from previous entries in the series, as well as introducing a new type of vehicle to the franchise: bikes. The game takes advantage of features unique to the Wii, most notably its motion control capabilities. A Wii Wheel is included in most Mario Kart Wii packages, though the game is still compatible with other controllers. Game modes are also present such as the traditional Grand Prix, Versus, Battle, and Time Trial modes.",
    "total_rating": 75.71673973921946,
    "url": "https://www.igdb.com/games/mario-kart-wii"
  },
  {
    "id": 1559,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1ziq.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Pokémon FireRed Version",
    "release_dates": "Jan 29, 2004",
    "summary": "Pokémon FireRed Version and Pokémon LeafGreen Version are a pair of core series Generation III games that are set in the Kanto region. They were released in Japan on January 29, 2004, in North America on September 9, 2004, in Australia on September 23, 2004 and in Europe on October 1, 2004.\n\nAs the first remakes in the Pokémon franchise, the games revisit the original pair of Pokémon games, Pokémon Red and Green Versions, and so feature all of the characters, plot elements, and challenges of them, but with several important upgrades to bring them up to speed with other Generation III games.\n\nThe Game Boy Advance Wireless Adapter was initially included with the games when they were first released, eliminating the need for Game Link Cables when trading between the two games (and later Pokémon Emerald Version). In later copies, it was sold separately.\n\nFireRed and LeafGreen went on to become the second best-selling games of the Game Boy Advance, only behind Pokémon Ruby and Sapphire Versions. They also received Nintendo's Player's Choice awards.",
    "total_rating": 82.81725287882743,
    "url": "https://www.igdb.com/games/pokemon-firered-version"
  },
  {
    "id": 6,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co71yr.jpg",
    "genres": [],
    "name": "Baldur's Gate II: Shadows of Amn",
    "release_dates": "Oct 14, 2014",
    "summary": "Every World has conflict. Good and evil. Friend and foe. Safety and danger. In Baldur's Gate II: Shadows of Amn, you'll find yourself between these factions. This epic sequel to the Roleplaying Game of the Year will immerse you in a world of intrigue, adventure and fierce combat where your ability to discern the difference between these sides - with the assistance of steel and spell - determines your fate. Set in the Forgotten Realms campaign setting, Baldur's Gate II is the most stunning Advanced Dungeons and Dragons game to date.",
    "total_rating": 88.8902492850942,
    "url": "https://www.igdb.com/games/baldurs-gate-ii-shadows-of-amn"
  },
  {
    "id": 1517,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1zhr.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Pokémon Emerald Version",
    "release_dates": "May 01, 2005",
    "summary": "Pokémon Emerald Version is a sister game to Pokémon Ruby and Sapphire. Emerald Version provided the main storyline with more depth and length, as well as making small aesthetic changes to the world and adding unique animations for each Pokémon.",
    "total_rating": 72.98184201685243,
    "url": "https://www.igdb.com/games/pokemon-emerald-version"
  },
  {
    "id": 1514,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co5pil.jpg",
    "genres": ["Role-playing (RPG)", "Adventure"],
    "name": "Pokémon Crystal Version",
    "release_dates": "2001",
    "summary": "Pokémon Crystal is a special edition of Pokémon Gold and Silver. It added the option to play as a female character, expanded upon the storyline and made slight aesthetic changes to the still-intact core experience of becoming a Pokémon Master.",
    "total_rating": 86.85611211708972,
    "url": "https://www.igdb.com/games/pokemon-crystal-version"
  },
  {
    "id": 1515,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1zhp.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Pokémon Sapphire Version",
    "release_dates": "Nov 21, 2002",
    "summary": "Sequel to Pokémon Gold and Silver Versions (1999), Pokémon Ruby and Sapphire Versions offer 135 new Pokémon, more complex battling and training systems, new crime organizations, a longer and more story-focused campaign and upgraded graphics to create a new and technically improved Pokémon experience.",
    "total_rating": 82.73886516101443,
    "url": "https://www.igdb.com/games/pokemon-sapphire-version"
  },
  {
    "id": 1520,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1z59.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Pokémon SoulSilver Version",
    "release_dates": "Sep 12, 2009",
    "summary": "Pokemon HeartGold Version and Pokemon SoulSilver Version return players to the scenic Johto region first introduced in the beloved original Pokemon Gold and Pokemon Silver games nearly a decade ago. The richly detailed adventure of Pokemon Gold and Pokemon Silver is now enhanced for the Nintendo DS and Nintendo DSi systems with updated graphics and sound, as well as new touch-screen features and a host of surprises. Pokemon HeartGold Version and Pokemon SoulSilver Version bring dozens of Pokemon characters back into the limelight for a new Pokemon generation - and longtime fans - to catch, train and battle.",
    "total_rating": 90.27151644191149,
    "url": "https://www.igdb.com/games/pokemon-soulsilver-version"
  },
  {
    "id": 398,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3rhx.jpg",
    "genres": ["Role-playing (RPG)", "Adventure"],
    "name": "Final Fantasy XII",
    "release_dates": "Mar 16, 2006",
    "summary": "The game takes place in the fictional land of Ivalice, where the empires of Archadia and Rozarria are waging an endless war. Dalmasca, a small kingdom, is caught between the warring nations. When Dalmasca is annexed by Archadia, its princess, Ashe, creates a resistance movement. During the struggle, she meets Vaan, a young adventurer who dreams of commanding an airship. They are quickly joined by a band of allies; together, they rally against the tyranny of the Archadian Empire.",
    "total_rating": 87.5354768506437,
    "url": "https://www.igdb.com/games/final-fantasy-xii"
  },
  {
    "id": 413,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2x4s.jpg",
    "genres": ["Role-playing (RPG)", "Adventure"],
    "name": "Final Fantasy X-2",
    "release_dates": "Mar 13, 2003",
    "summary": "Final Fantasy X-2 is the direct sequel to Final Fantasy X, developed and published by Square Enix. It was the first direct sequel game in the Final Fantasy series and the first to feature an all-female playable cast. It also returned to the job system not seen in the main series since Final Fantasy V.\n\nThe game uses a character class system where the equipped dressphere determines her abilities and stats. Party members can switch to any dressphere in their Garment Grid to swap to new skills and adapt to different opponents. It makes use of the Active Time Battle system that was absent from Final Fantasy X. The party has access to all locations early on and can visit them through the Celsius, complete several minigames and sidequests in a chapter before progressing through the story to the next one.",
    "total_rating": 69.79112359710808,
    "url": "https://www.igdb.com/games/final-fantasy-x-2"
  },
  {
    "id": 1521,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1z1x.jpg",
    "genres": ["Role-playing (RPG)", "Turn-based strategy (TBS)"],
    "name": "Pokémon Black Version",
    "release_dates": "Mar 06, 2011",
    "summary": "Pokémon Black Version and Pokémon White Version are the primary paired versions of Generation V.\nBlack and White follow the trends set up by previous games in the series. Two player characters (one male and one female) travel a new region, Unova, on their Pokémon journeys. This region is inhabited by various Pokémon, and unlike before, none of those available prior to Generation V can be obtained before completing the main story by defeating Team Plasma.\nThe games' names were revealed on the official Japanese Pokémon website on April 9, 2010, and scans from the subsequent issue of the magazine leaked the following day, April 10.\nPokémon Black and White are followed in 2012 by two sequels, Pokémon Black 2 and White 2, which are set two years after the events of Black and White. Black 2 and White 2 are the second and final paired versions of Generation V.",
    "total_rating": 84.69524752195628,
    "url": "https://www.igdb.com/games/pokemon-black-version"
  },
  {
    "id": 11346,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2gzl.jpg",
    "genres": ["Point-and-click", "Simulator"],
    "name": "Her Story",
    "release_dates": "Jun 24, 2015",
    "summary": "Her Story is the new video game from Sam Barlow, creator of Silent Hill: Shattered Memories and Aisle. A crime fiction game with non-linear storytelling, Her Story revolves around a police database full of live action video footage. It stars Viva Seifert, actress and one half of the band Joe Gideon and the Shark.",
    "total_rating": 82.08893133253886,
    "url": "https://www.igdb.com/games/her-story"
  },
  {
    "id": 16605,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co246i.jpg",
    "genres": [],
    "name": "Gears of War: Ultimate Edition",
    "release_dates": "Aug 25, 2015",
    "summary": "Gears of War: Ultimate Edition is a remaster of the original Gears of War game developed by The Coalition and Splash Damage and published by Microsoft Studios for Microsoft's Xbox One console and Windows 10 operating system.\n\nThe game features remastered graphics, textures and sound, while running at native 1080p 30 frames per second in the campaign and 1080p 60 frames per second in multiplayer, and includes the missions and maps from the PC version of the original Gears of War that were absent from the Xbox 360 version of the game.\n\nMore features have been added that include mechanics from newer Gears of War games, such as spotting and switching weapons while roadie running, among others.\nGears of War: Ultimate Edition also supports dedicated servers for both online matchmaking and private matches.",
    "total_rating": 79.18394164493651,
    "url": "https://www.igdb.com/games/gears-of-war-ultimate-edition--1"
  }
]
