[
  {
    "id": 1910,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1yat.jpg",
    "genres": ["Adventure", "Indie"],
    "name": "Outlast",
    "release_dates": "Sep 04, 2013",
    "summary": "Hell is an experiment you can't survive in Outlast, a first-person survival horror game developed by veterans of some of the biggest game franchises in history. As investigative journalist Miles Upshur, explore Mount Massive Asylum and try to survive long enough to discover its terrible secret... if you dare.",
    "total_rating": 77.13543929819217,
    "url": "https://www.igdb.com/games/outlast"
  },
  {
    "id": 546,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co55mn.jpg",
    "genres": ["Shooter", "Puzzle"],
    "name": "Prey",
    "release_dates": "Jul 11, 2006",
    "summary": "Prey tells the story of Tommy, a Cherokee garage mechanic stuck on a reservation going nowhere. Abducted along with his people to a menacing mothership orbiting Earth, he sets out to save himself and his girlfriend and eventually his planet.",
    "total_rating": 76.02798521539289,
    "url": "https://www.igdb.com/games/prey"
  },
  {
    "id": 1119,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co3dbm.jpg",
    "genres": ["Platform", "Adventure"],
    "name": "Castlevania III: Dracula's Curse",
    "release_dates": "Jun 24, 2014",
    "summary": "Led by the immortal Count Dracula, the greatest army of evil ever assembled is poised to bury mankind in a Tomb of Terror. Destroying this legion of Swamp Dragons, Slasher Skeletons and Forces of the Undead will be the supreme challenge for the mightiest of warriors. Your place in history is 100 years before Simon Belmont's birth. Dracula is young at heart, and it will take more than a stake to penetrate his evil. Luckily, you command the role of Trevor - Simon's forefather and the origin of the Belmont Warlord Chromosomes. Trevor has a power never before seen by human eyes - the power to transform into three different spirits: Grant DaNasty, the ferocious Ghost Pirate. Sypha, the Mystic Warlord. And Alucard, Dracula's forgotten son. You must perfectly time Trevor's body transformations to match up his different fighting spirits against Ultimate Evils. Trevor also has the strength and wisdom to command the Battle Axe, Invisibility Potion and Mystic Whip. But the most important weapon Trevor has is your cunning to choose the correct Paths of Fate and your bravery to lead him past 17 possible levels of never-ending doom, including the Haunted Ship of Fools, the Sunken City of Poltergeists, the Clock Tower of Untimely Death and Curse Castle. Never before have so many dangers confronted you at one time. And if by some miracle you triumph, you'll no longer be a mere mortal. You'll be a legend who'll live forever!",
    "total_rating": 74.90170904033396,
    "url": "https://www.igdb.com/games/castlevania-iii-dracula-s-curse"
  },
  {
    "id": 2066,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co1yej.jpg",
    "genres": [],
    "name": "Ultimate Marvel vs. Capcom 3",
    "release_dates": "Nov 15, 2011",
    "summary": "Ultimate Marvel vs. Capcom 3 is a crossover fighting game developed by Capcom in collaboration with Eighting. It is an updated version of Marvel vs. Capcom 3: Fate of Two Worlds. The game features characters from both Capcom's video game franchises and comic book series published by Marvel Comics. The game was released in November 2011 for the PlayStation 3 and Xbox 360, and was featured as a launch title for the PlayStation Vita in 2012.\n\nIn Ultimate Marvel vs. Capcom 3, players select a team of three characters to engage in combat and attempt to knock out their opponents. As an update, the game utilizes largely identical gameplay mechanics to the original. However, both the aerial combat and X-Factor systems, introduced in Fate of Two Worlds, have received adjustments. In addition to gameplay modifications and new playable characters, the game features several aesthetic changes.\n\nAfter the events of the 2011 Tōhoku earthquake and tsunami disrupted the development schedule for downloadable content for Fate of Two Worlds, the additional content was created into a standalone title, Ultimate Marvel vs. Capcom 3, for a discounted retail price. The game received generally positive reviews upon release; critics praised the expanded character roster and improved online experience, but criticized the lack of new features and game modes.",
    "total_rating": 76.47703283120322,
    "url": "https://www.igdb.com/games/ultimate-marvel-vs-capcom-3"
  },
  {
    "id": 153,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co5c44.jpg",
    "genres": ["Shooter", "Adventure"],
    "name": "Star Wars: Jedi Knight - Jedi Academy",
    "release_dates": "Sep 17, 2003",
    "summary": "Star Wars: Jedi Knight: Jedi Academy, of the highly acclaimed Jedi Knight series, allows players to take on the role of a new student eager to learn the ways of the Force from Jedi Master Luke Skywalker. Interact with famous Star Wars characters in many classic Star Wars locations as you face the ultimate choice: fight for good and freedom on the light side, or follow the path of power and evil to the dark side.",
    "total_rating": 76.58961924515177,
    "url": "https://www.igdb.com/games/star-wars-jedi-knight-jedi-academy"
  },
  {
    "id": 10047,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co54yq.jpg",
    "genres": [],
    "name": "BioShock Infinite: Burial at Sea - Episode 1",
    "release_dates": "Nov 12, 2013",
    "summary": "BioShock Infinite: Burial at Sea - Episode 1 is the first part of the story-driven downloadable content of BioShock Infinite that puts the player in the perspective of Booker DeWitt in a new story, taking place in the city of Rapture right before its fall. This new campaign features the city of Rapture rebuilt from scratch with game mechanics and the Unreal Engine 3 used for BioShock Infinite. It includes new weapons, new Plasmids, new Gears and Tears. The first half of this first episode focuses mostly on the exploration of the business streets of Rapture and its story.",
    "total_rating": 80.11979027803903,
    "url": "https://www.igdb.com/games/bioshock-infinite-burial-at-sea-episode-1"
  },
  {
    "id": 105,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2h9s.jpg",
    "genres": [],
    "name": "Need for Speed: Hot Pursuit",
    "release_dates": "Nov 16, 2010",
    "summary": "Become Seacrest County's top cop or most wanted racer!",
    "total_rating": 84.20473701694598,
    "url": "https://www.igdb.com/games/need-for-speed-hot-pursuit"
  },
  {
    "id": 119304,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2fe7.jpg",
    "genres": ["Platform", "Simulator"],
    "name": "Spiritfarer",
    "release_dates": "Aug 18, 2020",
    "summary": "Spiritfarer is a cozy management game about dying. You play Stella, ferrymaster to the deceased, a Spiritfarer. Build a boat to explore the world, then befriend and care for spirits before finally releasing them into the afterlife. Farm, mine, fish, harvest, cook, and craft your way across mystical seas. Join the adventure as Daffodil the cat, in two-player cooperative play. Spend relaxing quality time with your spirit passengers, create lasting memories, and, ultimately, learn how to say goodbye to your cherished friends. What will you leave behind?",
    "total_rating": 87.1193110414855,
    "url": "https://www.igdb.com/games/spiritfarer"
  },
  {
    "id": 109,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2ldn.jpg",
    "genres": ["Strategy", "Adventure"],
    "name": "L.A. Noire",
    "release_dates": "May 17, 2011",
    "summary": "L.A. Noire is a neo-noir detective action-adventure video game developed by Team Bondi and published by Rockstar Games. It was initially released for the PlayStation 3 and Xbox 360 platforms on 17 May 2011; a Microsoft Windows port was later released on 8 November 2011.\n\nL.A. Noire is set in Los Angeles in 1947 and challenges the player, controlling a Los Angeles Police Department (LAPD) officer, to solve a range of cases across five divisions. Players must investigate crime scenes for clues, follow up leads, and interrogate suspects, and the player's success at these activities will impact how much of each case's story is revealed.\n\nThe game draws heavily from both the plot and aesthetic elements of film noir—stylistic films made popular in the 1940s and 1950s that share similar visual styles and themes, including crime and moral ambiguity—along with drawing inspiration from real-life crimes for its in-game cases, based upon what was reported by the Los Angeles media in 1947.\n\nThe game uses a distinctive colour palette, but in homage to film noir it includes the option to play the game in black and white. Various plot elements reference the major themes of detective and mobster stories such as The Naked City, Chinatown, The Untouchables, The Black Dahlia, and L.A. Confidential.",
    "total_rating": 85.87276481854705,
    "url": "https://www.igdb.com/games/l-a-noire"
  },
  {
    "id": 1267,
    "cover": "https://images.igdb.com/igdb/image/upload/t_1080p/co2e3z.jpg",
    "genres": ["Shooter", "Hack and slash/Beat 'em up"],
    "name": "Sleeping Dogs",
    "release_dates": "Aug 13, 2012",
    "summary": "Wei Shen, an young officer working for the San Francisco Police Department gets tasked to go back to his hometown of Hong Kong. In Hong Kong Wei is assigned to the Hong Kong Police Department, in a effort to take down the \"Sun on Yee\" Wei goes undercover in the triad to gather information and take them down, But the police soon become worried that he is getting attached to his \"Friends\" such as Jackie Ma. In this journey of Betrayal and High stakes, Will Wei become a \"Red Pole\" and join the high ranks of the Triads or be discovered by them and buried alive?",
    "total_rating": 81.42499658191468,
    "url": "https://www.igdb.com/games/sleeping-dogs"
  }
]
